[
    {
        "page": 1,
        "type": "/Text",
        "content": "For context : Lump Sum Funding (From webinar on June 18th, 2025)\r\rhttps://www.youtube.com/live/WI9eoFthMO4?si=h6JSUL3MCw9sfZlA\r\rIn addition, from page 29 from EIC Work Program 2025\r\r...\"For this call, the EIC considers proposals with an EU contribution of up to EUR 4 million as appropriate. Nonetheless, this does not preclude you to request larger amounts, if duly justified or stated otherwise in the specific Challenge. \rThe funding rate of this grant will be 100% of the eligible costs. Eligible costs will take the form of a lump sum and the amount will be determined during the evaluation process. Applicants must therefore propose the amount of the lump sum based on their estimated project costs...\"\r\r"
    },
    {
        "page": 1,
        "type": "/Highlight",
        "content": "Guiding document:\r\rdetailed budget table he-Ls-euratom \r\r(shared previously)\r\rAlso note, there is no separate Budget document (just the excel table) nor a narrative budget requirement within Part A (Only the total requested grant amount is submitted in a table). So all important (justification) information must be  included within the proposal itself (Part B)"
    },
    {
        "page": 1,
        "type": "/Highlight",
        "content": "Caution:\r\rIf an EIC Pathfinder Challenge proposal requests a significantly lower budget (in this case 80 % of the indicative 4 million), it can signal both positive and negative aspects:\r\rPositive:\r1. Efficiency and Focus: \r- It may indicate that a lean, efficient project, with well-scoped objectives and realistic resource allocation has been designed.\r- If budget is clearly justified and proportional to proposed work, it can signal credibility and cost-awareness\r2. Strong complementary Funding & Resources\r- it can be seen as a strategic and responsible use of EU Funding (if for example, activities & infrastructure are already covered by other sources (complementary programs, institutional funds, etc).\r3. Targeted, High-Impact Research\r- A slightly smaller but highly focused approach could be perceived as more manageable and thus, with higher likelihood of success\r\rNegative\r\r1. Underestimation of Workload or Ambition\r- Targeted budget ceiling (EUR 4 Million) reflects the expected scale and ambition of projects\r- Asking for much less may suggest a narrower project scope, or insufficiently ambitious to meet all projected call goals\r2. Incomplete or Unrealistic Planning\r- Lower budget might raise concerns that the applicant understimates costs (particularly in high risk research where costs can be substantial)\r- Evaluators might worry that the applicant won´t be able to deliver the full set of expected outcomes\r3. Weaker \"consortium\" (As mentioned in our meeting)\r- If the budget is too low because key expertise is missing, this could signal insufficient critical mass to achieve the results.\r\rTo sum up:\r\rIf a budget lower than the indicative Eur 4 million is requested, it is essential to clearly justify this choice within the proposal. Explain how existing resources, complementary funding (if this is the case) or institutional support reduce the overall financial need, while ensuring that the ambition and impact of the project remains fully aligned with the Pathfinder Challenge objectives and expected outcomes. Demonstrate that your cost structure is well reasoned and strategically designed, rather than simply reduced for appearance. \r\rTherefore, a balance between cautious, efficient budget planning and ambitious project design must be sough, reflecting financial realism and transformative scope as expected within this program"
    },
    {
        "page": 1,
        "type": "/Highlight",
        "content": "Note:\r\rPerson Month distribution must be credible, balanced, and proportionate to the work described and the funding requested.\r\rPoints to be scrutinized are the following:\r\r- Consistency between PMs, tasks and roles (no over/under staffing)\r- Balance (across partners, should multiple organizations be involved as beneficiaries/associated partners)\r- Whether the effort distribution matches the technical challenges and timing of the WPs\r- Whether the cost rates are reasonable and align with the declared personnel categories"
    },
    {
        "page": 1,
        "type": "/Highlight",
        "content": "Note - For Budget Validation & Fine Tuning\r\rPlease provide the equivalent role level and experience for each listed position (particularly PI, Mathematician, Data Scientist, Programmer, Project Manager). Indicate whether these correspond to Postdoctoral researchers, senior researchers or other staff categories, and specify their approximate level of experience. This to verify the corresponding TVL salary levels and avoid inconsistencies. \r\r"
    },
    {
        "page": 1,
        "type": "/Highlight",
        "content": "As noted in the Proposal document. \"The PI role will be shared by two individuals, each dedicating 50 % of their time to the project\" is not advisable and could weaken the proposal´s creditiliby.\r\rThis is problematic on the following grounds:\r1. EIC expects clear scientific and managerial leadership.\r- The proposal must have a single, identifiable PI. Sharing this role suggests divided responsibility, which might be interpreted as a lack of clear leadership or vision.\r2. Postdocs as PIs are possible, but woulr require strong justification.\r- The program does not explicitly require professors, but it does expect the PI to be a scientifically independent leader capable of driving the high-risk, high-gain research. Two postdocs sharing the PI role could raise doubts about seniority, independence and continuity.\r3. Single applicant = single accountability\r- The entire project (without a consortium) rests on one legal entity. Clear governance structure is expected and here \"shared PI\" creates ambiguity in accountability. \r4. 50 % time dedication may appear too low. \rEven for a full time PI, 50 % dedication may signal limited commitment to the project. \r\rAlternatives:\r- Designate one official PI (scientific lead named in the proposal)\r- Define the second as Co-Pi, Senior Scientist or Work Package leader, with substantial involvement and co-leadership of technical aspects.\r- Clearly show their complementary expertise and teamwork in the implementation section."
    },
    {
        "page": 1,
        "type": "/Highlight",
        "content": "Note:\r\rWhile the detailed budget information is provided in the Excel annex (and summarised in Part A1), there is no dedicated narrative budget section within Part A of an EIC Pathfinder Challenge proposal. Therefore, it is essential to include the budget rationale and resource justification within Part B of the proposal — for example, in the Work Package descriptions — to enable evaluators to assess whether the proposed resources (particularly personnel effort) are appropriate for the planned tasks and activities. These descriptions should also be consistent and interlinked with the Gantt chart, ensuring clear alignment between tasks, timing, and resource allocation."
    },
    {
        "page": 2,
        "type": "/Highlight",
        "content": "As with the resources information, this section (justification of a particular equipment) fits more within the Implementation section of the proposal  (why this equipment is necessary and how its use will contribute to the objectives). "
    },
    {
        "page": 2,
        "type": "/Highlight",
        "content": "Note that under this program, only the depreciation costs of equipment are eligible, not the full purchase cost (as portrayed in the table below)\r\rTherefore, when budgeting for equipment, only the portion of the cost corresponding to the period and extent use for the project should be included in the estimate. \r\rI sourced the following information, with support from the National Contact Point for EIC Pathfinder challenges:\r\r\"If the device is not used exclusively for an EU project, only the actual share of use in the project can be credited. The portion of use of the device must be correspondingly verifiable (for example, by laboratory books) and auditable. Costs for the commissioning of the device, such as installation costs, can be added to the purchase price. The fact that the device purchase is project-related must be proven (for example, in the purchase contract).\"\r\rSource: https://www.horizont-europa.de/de/Abschreibungskosten-fur-Investitionen-und-Gerate-1962.html \r\rThus, the depreciation period should follow the organisation´s usual internal accounting practices and comply with national accounting rules. \r\rRegarding this, according to national regulations on \" Service life of computer hardware and data entry software and processing\" (Source: https://usth.bundesfinanzministerium.de/esth/2022/C-Anhaenge/Anhang-01/V/anhang-1-V.html)  a normal useful life of only year is to be applied instead of previous 3 to 5 years. (We would only need to confirm this internally). This could theoretically allow to depreciate the full cost of the equipment over the project duration. I will ask for the financial affairs department feedback here.\r"
    },
    {
        "page": 3,
        "type": "/Highlight",
        "content": "Definitions are required"
    },
    {
        "page": 3,
        "type": "/Highlight",
        "content": "These should be named"
    },
    {
        "page": 3,
        "type": "/Highlight",
        "content": "Note. Ensure the justifications are not \"vague\" (particularly as this has to be portrayed within part B).\r\rAvoid ambiguity, if access to a database, software licenses and consultations are required, ensure the purpose of these is properly justified."
    },
    {
        "page": 3,
        "type": "/Highlight",
        "content": "Note. As mentioned before, ensure this justification is present in Part B. Additional notes can be placed within the Excel annex, but not as extensive as a normal \"narrative budget\"."
    },
    {
        "page": 4,
        "type": "/Highlight",
        "content": "25 % is the rate for EIC Lump Sums "
    },
    {
        "page": 4,
        "type": "/Highlight",
        "content": "Check Excel annex for format"
    }
]